import styles from '../styles/Home.module.css'
import Image from 'next/image'


export default function PartTwo() {


    return (
        <>
            <div className={styles.inner_block}>
                <p className={styles.inner_text}>Значимость этих проблем настолько очевидна, что сложившаяся структура организации в значительной степени обуславливает создание новых предложений. Не следует, однако забывать, что сложившаяся структура организации позволяет выполнять важные задания по разработке новых предложений. С другой стороны новая модель организационной деятельности позволяет выполнять важные задания по разработке направлений прогрессивного развития. Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации соответствующий условий активизации. Не следует, однако забывать, что сложившаяся структура организации влечет за собой процесс внедрения и модернизации модели развития.</p>
                <div>
                    <Image src="/img/armchair.png" alt="photo" width="270px" height="390px" />
                </div>
                <ol className={styles.list}>
                    <li>Пункт первый</li>
                    <li>Пункт второй</li>
                    <li>Пункт третий</li>
                </ol>
                <p className={styles.inner_text}>Товарищи! рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании форм развития. Задача организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнять важные задания по разработке систем массового участия. Равным образом новая модель организационной деятельности в значительной степени обуславливает создание направлений прогрессивного развития. Товарищи! сложившаяся структура организации позволяет оценить значение новых предложений. Идейные соображения высшего порядка, а также реализация намеченных плановых заданий позволяет оценить значение позиций, занимаемых участниками в отношении поставленных задач. Равным образом реализация намеченных плановых заданий требуют определения и уточнения дальнейших направлений развития.</p>
                <h1>Товарищи! рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании форм развития.</h1>
                <ul className={styles.list}>
                    <li className={styles.li}>Задача организации, в особенности же укрепление и развитие структуры в значительной степени обуславливает создание новых предложений. Разнообразный и богатый опыт консультация с широким активом представляет собой интересный эксперимент проверки систем массового участия. Не следует, однако забывать, что сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития.</li>
                    <li className={styles.li}>Задача организации, в особенности же дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании направлений прогрессивного развития.</li>
                    <li className={styles.li}>Значимость этих проблем настолько очевидна, что рамки и место обучения кадров играет важную роль в формировании соответствующий условий активизации. Равным образом рамки и место обучения кадро</li>
                    <li className={styles.li}>Разнообразный и богатый опыт реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации форм развития. Значимость этих проблем настолько очевидна, что укрепление и развитие структуры представляет собой интересный эксперимент проверки системы обучения кадров, соответствует насущным потребностям.</li>
                </ul>
                <p className={styles.jumpstyle}>Внимание!: это очень важный текст, его нужно выделить на странице</p>
                <p className={styles.inner_text}>Задача организации, в особенности же реализация намеченных плановых заданий играет важную роль в формировании направлений прогрессивного развития. Товарищи! рамки и место обучения кадров требуют от нас анализа дальнейших направлений развития. Повседневная практика показывает, что рамки и место обучения кадров представляет собой интересный эксперимент проверки систем массового участия. Задача организации, в особенности же рамки и место обучения кадров в значительной степени обуславливает создание модели развития. Товарищи! рамки и место обучения кадров требуют определения и уточнения соответствующий условий активизации. Равным образом консультация с широким активом способствует подготовки и реализации новых предложений.</p>
            </div>
        </>
    )

}

